<style>
    .indent30{text-indent: 30px;}
.indent35{text-indent: 35px;}
body{background-color: #f2f2f2;height: 100%;}
.text-center{text-align: center;}
.f_bold{font-weight: 700;}
h1{font-size: 24px;}
.font25{font-size: 20px;}
.font18{font-weight: bold;margin-top: 15px;}
.text-right{text-align: right;}
.fon18 ul, ol{list-style: none;}
.fn-clear:after{visibility: hidden;display: block;font-size: 0;content: " ";clear: both;height: 0;}
.fn-left{float: left;}
.fn-clear{zoom: 1;clear: both;}
.pl60{padding-left: 60px;}
#pg-webservice{background-color: #fff;width: 1190px;margin: 0 auto;}
.pg-webservice-content{padding: 40px 20px;background: #fff;color: #555;}
.pg-webservice-content > div, .pg-webservice-content .attach > div{margin-top: 30px;}
.pg-webservice-content h2{margin-top: 30px;margin-bottom: 20px;font-size: 18px;font-weight: 700;}
.pg-webservice-content p{line-height: 1.8;margin-top: 5px;}
.pg-webservice-content h3{margin-top: 10px;margin-bottom: 10px;font-size: 18px;font-weight: 700;}
.pg-webservice-content h4{margin-top: 10px;margin-bottom: 10px;font-size: 16px;font-weight: 700;}
.pg-webservice-content li{margin-bottom: 10px;line-height: 40px;}
.pg-webservice-content li span{display: block;width: 5%;}
.pg-webservice-content li p{width: 95%;line-height: 24px;}
.pg-webservice-content li ol li ol{margin-top: 10px;padding-left: 4em;}
.pg-webservice-content .attach li span{width: 80px;}
.pg-webservice-content .attach li p{width: 700px;}
.pg-webservice-content .attach li > ol{margin: 10px 0 0 10px;padding-left: 6.5em;}
/**
 * dialog width
 */
.modal-dialog { width: 1210px; }
</style>
<div id="pg-webservice">
<div class="container_12">
    <div class="grid_10 pg-webservice-content">
        <h1 class="text-center">《平安银行电子商务支付结算服务协议》</h1>
        <div><p class="text-center">（系统在线签署确认）</p></div>
        <div>
            <p>甲方（银行）：平安银行股份有限公司  深圳 分行</p>
            <p>乙方（平台用户）：  <{$companyName}></p>
        </div>
        <div>
            <p class="indent30">基于甲方与特定电商平台的业务合作以及您（即乙方）属于该特定电商平台的正式注册用户，平安银行（即甲方）同意为该特定电商平台及您提供电子商务支付结算类相关服务。本协议由您与平安银行签署，本协议的签订视为您同意甲方向您提供本协议项下相关服务并充分知悉和理解了本协议项下甲方、乙方、特定电商平台等各方的权利义务。</p>
        </div>
        <div>
            <h2 class="f_bold">第一条  协议总体说明</h2>
            <p> 1、本协议项下主体为甲方、乙方以及与之关联的特定电商平台。乙方为特定电商平台的正式注册用户，并在该特定电商平台提供的交易系统上进行订单交易、充值\入金交易、订单支付、出金\提现交易等；甲方与特定电商平台已进行了实质性的业务合作，为特定电商平台提供了电子商务支付结算类服务，且双方系统实现了互联互通。
            </p>
            <p>2、正常情况下，乙方通过特定电商平台提供的服务渠道进行订单交易和相关查询。</p>
            <p>3、正常情况下，甲方主要通过特定电商平台提供的用户信息（含乙方信息）、订单交易信息、订单支付信息、清算对账类信息等进行相应的业务处理。</p>
            <p>4、本协议项下，乙方通过甲方使用特定电商平台向甲方交互的与乙方有关的各类信息，甲方保证只用于本协议项下服务之目的，不用做其他用途。</p>
            <p>5、本协议项下，基于特定电商平台进一步提升支付结算效率和交易资金管理效率的诉求或乙方的诉求，乙方作为特定电商平台的正式注册用户，通过该特定电商平台向甲方申请开立“平台用户子钱包”，并按照本协议的约定依法合规使用该“平台用户子钱包”。乙方同意在申请开立该类子钱包的同时，在线签署并确认本协议。</p>
            <p>6、本协议项下，在经过甲方核验的前提下，甲方基于特定电商平台“交易资金见证汇总专管户”，为乙方开立唯一的“平台用户子钱包”；乙方可通过该平台用户子钱包在乙方所属的特定电商平台提供的服务渠道上从事充值\入金、订单支付、出金\提现等各类服务。</p>
        </div>
        <div>
            <h2 class="f_bold">第二条  相关释义</h2>
            <p>除非另有约定，本协议所述下列术语释义如下：</p>
            <p>1、电子商务支付结算类服务，是指甲方接受乙方所属特定电商平台的委托，在为乙方所属特定电商平台搭建一整套交易资金见证总分账户体系的同时，向乙方及其所属特定电商平台提供总分账户的开立、账户绑定及鉴权验证、密令控件输出、充值\入金、交易担保支付、出金\提现、交易资金清分、清算和对账等一体化资金管理服务的一项电子商务支付结算类中间业务。</p>
            <p>2、乙方“平台用户子钱包”，也称“乙方所属特定电商平台项下的平台用户子钱包”，是指甲方基于乙方所属特定电商平台交互的乙方用户信息，在经过甲方验证核实的前提下，由甲方业务系统在乙方所属特定电商平台“交易资金见证汇总专管户”项下为乙方开立的专项用于登记核算乙方交易资金余额和交易资金变动明细的资金明细子账户。即，甲方在乙方所属特定电商平台“交易资金见证汇总专管户”项下为乙方开立了专属的子钱包账户。</p>
            <P>乙方“平台用户子钱包”，属于乙方所属特定电商平台“交易资金见证汇总专管户”项下的台账级子账户，不属于银行存款账户或银行结算账户或银行电子账户；乙方“平台用户子钱包”项下的资金款项均存放于乙方所属特定电商平台“交易资金见证汇总专管户”项下。乙方与甲方之间并不构成实质意义上的存款法律关系。甲方仅根据乙方及乙方所属特定电商平台的指令进行相关业务的处理。</P>
            <p>3、乙方银行账户，是指乙方在甲方或其他银行开立的、与乙方“平台用户子钱包”之间建立入金\充值或出金\提现对应绑定关系的同户名实体结算账户或电子账户（其使用需符合监管要求）或个人银行借记卡。</p>
             <p>4、入金\充值，是指乙方通过其所属特定电商平台提供的甲方支付通道或甲方之外的其他第三方支付通道，向乙方“平台用户子钱包”进行充值的行为；该类充值\入金所涉资金款项进入乙方所属特定电商平台在甲方处的“交易资金见证汇总专管户”。</p>
            <p>5、出金\提现，是指乙方将其“平台用户子钱包”内的可用资金款项提现至其关联绑定的“银行账户”。</p>
            <p>6、订单支付，是指乙方通过自身“平台用户子钱包”在所属特定电商平台提供的服务渠道上因发起订单交易而进行的支付（在本协议项下也称乙方子钱包支付），或者乙方通过其他支付通道而非利用自身“平台用户子钱包”进行的订单支付（在本协议项下也称乙方其它直接支付）。</p>
            <p>7、乙方所属特定电商平台“交易资金见证汇总专管户”：是指乙方所属特定电商平台在甲方开立的专门用于存放平台用户交易结算资金（含乙方用户子钱包项下的资金款项）的银行类账户，或根据监管要求且经乙方所属特定电商平台申请由甲方为其开设的专门用于存放和核算管理特定电商平台项目项下平台用户交易结算资金的专用类账户。该账户与乙方所属特定电商平台的自有资金银行类账户分设隔离，实行专门管理、专项使用。</p>
            <p>8、银行密令控件：基于乙方所属特定电商平台和乙方的申请，甲方可为乙方提供银行密令控件，即乙方“平台用户子钱包”项下的交易支付密码，该类交易支付密码由甲方以加密形式保存在甲方系统。乙方可通过甲方提供的银行密令控件设置相应的交易支付密码，并在后续的交易支付、提现\出金等交易发生时使用该密码，相关使用须经甲方系统的核验通过。</p>
            <p class="f_bold">当乙方输入正确的交易支付密码时，即视为乙方不可撤销地授权甲方执行相关指令，由此可能引发的任何资金损失，均由乙方承担，与甲方无关。</p>
            <p>9、交易资金担保支付子账户，主要用于存放和核算乙方所属特定电商平台项下已在甲方开立了“平台用户子钱包”的平台用户（含乙方）在交易时待支付划转的交易资金。甲方根据乙方所属特定电商平台或付款方用户（含乙方）的确认付款指令，将交易资金担保支付子账户内的该笔待支付资金实时划转至收款方用户子钱包。交易资金担保支付子账户项下的资金款项存放于乙方所属特定电商平台“交易资金见证汇总专管户”项下，由甲方专项管控。</p>
            <p>10、交易资金见证支付：是指为了解决乙方与交易对手方的信任问题，而产生的一种支付方式。当乙方在乙方所属特定电商平台提供的服务渠道上对交易订单进行预支付，并在甲方提供的密令控件平台输入正确的银行交易支付密码后，甲方系统将乙方“平台用户子钱包”项下的拟支付资金划转至交易资金担保支付子账户内；当交易对手方履行完相关责任义务后，乙方在乙方所属特定电商平台提供的服务渠道上进行确认支付，并在甲方系统输入正确的银行支付密码，甲方系统将交易资金担保支付子账户内的资金划转至卖方用户子钱包项下。如乙方所属特定电商平台已经与乙方另行协议约定“在规定时间内乙方仍未付款，系统将自动付款”等类似的情形除外。</p>
            <p>11、即时支付：不同于交易资金见证支付，是指乙方在对交易订单发起支付指令时，在输入正确的银行交易支付密码后，即直接付给卖家用户子钱包的一种付款方式；该类支付无需乙方再进行一次确认支付。 </p>
        </div>
        <div>
            <h2 class="f_bold">第三条  关于银行端交易支付密码的使用</h2>
            <p>1、银行端交易支付密码的设置：乙方在乙方所属特定电商平台提供的服务渠道上进行注册、申请开立平台用户子钱包、进行银行账户绑定时，在经甲方核验通过的前提下，需要根据甲方系统的提示设置相应的银行交易支付密码。</p>
            <p>2、银行端交易支付密码的使用</p>
            <p>（1）修改用户信息及银行预留信息：乙方修改信息及银行预留信息时，需根据甲方系统的提示输入正确的银行端交易支付密码，经核验通过后予以办理；</p>
            <p>（2）出金\提现：乙方发起出金\提现指令（申请）时，需根据甲方系统的提示输入正确的银行端交易支付密码，经核验通过后予以办理；</p>
            <p>（3）交易资金担保支付：乙方在对订单进行支付时，需输入两次交易支付密码，一次是在订单预支付时，第二次是在订单确认支付时，经核验通过后予以办理；</p>
            <p>（4）即时支付：乙方进行即时支付时，需根据甲方系统的提示输入正确的银行端交易支付密码，经核验通过后予以办理。</p>
            <p>3、若乙方所属特定电商平台决定不使用甲方提供的密令控件平台，即在乙方针对其“平台用户子钱包”发起该钱包项下各类支付交易时，无需再输入银行端交易支付密码。乙方对于该类方式表示接受，同时承诺在其“平台用户子钱包”项下款项发生任何可能的损失时，均直接要求乙方所属特定电商平台承担责任，承诺不向甲方提起赔偿等与之相关的任何诉求。</p>
        </div>
        <div>
            <h2 class="f_bold">第四条  甲方权利义务</h2>
            <p>1、甲方将根据甲方系统接收到的相关指令办理业务，业务处理时间以甲方在甲方系统中处理的时间为准。</p>
            <p>甲方系统接收到的指令只要是通过乙方通过输入正确的银行端交易支付密码后所产生的指令均视为乙方向甲方发出的有效指令，视为乙方真实意思表示，由此产生的一些后果和纠纷甲方概不负责。</p>
            <p>对于银行端交易支付密码不正确的各类业务指令，甲方有权拒绝执行。</p>
            <p>2、甲方因以下情况没有正确执行乙方指令的，不承担责任：</p>
            <p>（1）甲方接收到的指令信息不明、存在乱码、不完整或无法辨认等；</p>
            <p>（2）乙方“平台用户子钱包”项下的可用余额不足，无法完成支付；</p>
            <p>（3）乙方“平台用户子钱包”以及乙方在乙方所属特定电商平台端的交易账户被依法冻结或被有权机关采取其它限制性措施；</p>
            <p>（4）乙方操作不当或操作失误；</p>
            <p>（5）乙方所属特定电商平台的原因；</p>
            <p>（6）不可抗力或其他不可归因于甲方过失的情况。</p>
            <p>3、甲方有义务维护业务系统的安全平稳运行，但不可归咎于甲方原因的情形除外。</p>
            <p>4、乙方在使用甲方服务过程中如有疑问，甲方有义务提供相应的咨询和支持。甲方有权根据业务需要更新和升级甲方系统。在新版本使用前，甲方将通过甲方网站或电商平台网站等方式予以公告。</p>
            <p>5、甲方提供的服务受乙方所属特定电商平台“交易资金见证汇总专管户”、乙方“平台用户子钱包”等相关账户情况的制约，如该类账户因挂失、止付、冻结、可用余额不足等原因不能使用，本协议项下相关服务将中止或终止，且甲方不承担任何责任。</p>
            <p>6、因不可归咎于甲方的原因导致乙方所属特定电商平台中止/终止使用甲方服务的，甲方不退还乙方已缴纳的有关服务费用。同时，因此导致的乙方无法完成充值\入金、支付、出金\提现等相关服务的，甲方不承担任何责任，乙方承诺其与乙方所属特定电商平台自行协商解决。</p>
            <p>7、甲方承诺在法律法规许可范围内使用乙方的资料、用户信息和交易记录、交易支付记录等，并对乙方的银行端交易支付密码、乙方平台用户子钱包项下的资金动态和相关交易支付情况严格保密，但法律、法规及监管部门另有规定的除外。</p>
        </div>
        <div>
            <h2 class="f_bold">第五条  乙方权利义务</h2>
            <p>1、乙方应妥善保管自身信息及银行端交易支付密码、乙方所属特定电商平台端的交易密码（若有），不提供给他人使用，并对任何人使用所可能导致的风险和损失承担责任。如出现密码泄露等情况，乙方应及时通知甲方止付并重新申请设置新的银行端交易支付密码。</p>
            <p>2、乙方对向甲方系统发送的电子业务指令所涉数据内容的真实性和有效性负责。对乙方与乙方所属特定电商平台、其他交易用户之间的纠纷，均与甲方无关，乙方承诺其与上述各相关方自行协商解决。</p>
            <p>3、乙方应在安全环境中使用甲方系统和本协议项下服务，避免存在病毒、木马等危害性的程序，并对所使用的相关软件的合法性和安全性承担责任。</p>
            <p>4、乙方应对甲方提供的资料和技术方案依法承担保密义务。</p>
            <p>5、乙方在使用本协议服务过程中，所提供的资料信息如有更改，例如基本注册信息变更、预留手机号码变更、绑定的银行账号变更等，应及时按照甲方要求办理有关手续。办妥上述手续之前所产生的一切后果由乙方自行承担。</p>
            <p>6、乙方使用本协议项下服务时，如其使用的服务功能涉及到甲方其他业务规定或规则的需同时遵守；乙方同意遵守甲方有关电子银行的规章制度。</p>
            <p>7、因乙方所属特定电商平台“交易资金见证汇总专管户”、乙方“平台用户子钱包”等相关账户被国家有权机关依法查询、冻结、扣划，导致甲方中止/终止本协议项下服务的，或因此给乙方造成损失的，甲方对此均不承担任何责任。</p>
        </div>
        <div>
            <h2 class="f_bold">第六条  声明条款</h2>
            <p>本协议独立于乙方与乙方所属特定电商平台双方通过各种方式签订的各类相关合同或协议，双方因上述各类合同或协议而发生的任何争议、纠纷甚至是诉讼、仲裁等，均与甲方无关，乙方承诺其与乙方所属特定电商平台自行协商解决。</p>
        </div>
        <div>
            <h2 class="f_bold">第七条  不可抗力、免责及责任限制</h2>
            <p>因下列原因导致甲方无法正常提供本协议项下服务的，甲方不承担任何责任：</p>
            <p>1、甲方系统停机维护或升级；</p>
            <p>2、因台风、地震、洪水、雷电或恐怖袭击等不可抗力原因；</p>
            <p>3、用户的电脑软硬件和通信线路、供电线路出现故障的；</p>
            <p>4、用户操作不当或通过非甲方授权或认可的方式使用甲方系统或本协议项下服务的;</p>
            <p>5、因病毒、木马、恶意程序攻击、网络拥堵、系统不稳定、系统或设备故障、通讯故障、电力故障、第三方服务瑕疵或监管要求等非甲方可控的原因。</p>
        </div>
        <div>
            <h2 class="f_bold">第八条  适用法律及争议解决</h2>
            <p>1、本协议的订立、效力、履行和解释，均适用中华人民共和国法律；法律无明文规定的，可适用通行的交易惯例。</p>
            <p>2、本协议未尽事宜，双方应友好协商或另行签订补充协议。因本协议引起的或与本协议有关的一切争议和纠纷，当事各方可友好协商解决。协商不成的，任何一方均可向甲方所在地人民法院提起诉讼。</p>
        </div>
        <div>
            <h2 class="f_bold">第九条  协议的生效及效力</h2>
            <p class="f_bold">1、本协议自乙方通过甲方系统在线确认或通过甲方认可的乙方所属特定电商平台提供的服务渠道在线确认之时起生效。乙方在上述渠道上点击确认提交即视为乙方已经确认并签订了本协议。</p>
            <p>2、除非本协议另有约定，两方中如果有其中一方需要提前终止本协议，需提前通知另外一方。甲方拟终止本协议项下服务或终止本协议的，将提前通过相关渠道进行公告或进行相应的提醒；在甲方明示的公告期或提醒期限内，乙方若无异议的，则本协议在甲方明示的公告期届满之日起或提醒期限届满之日起自动终止。</p>
        </div>
        </div>
    </div>
</div>